{
  "title": "Calculateur de Points FLL",
  "warning": "Veuillez remplir tous les champs !",
  "copy-tooltip": "Copier dans le presse-papiers",
  "copy-success": "Copié dans le presse-papiers !",
  "clear-tooltip": "Tout supprimer",
  "print-tooltip": "Imprimez",
  "eval_beginning": "Débutant",
  "eval_developing": "Développé",
  "eval_accomplished": "Accompli",
  "eval_exceeds": "Excellent",
  "exceeds_reason": "Comment l’équipe a excellé ?",
  "identify_title": "Identifier",
  "design_title": "Concevoir",
  "create_title": "Créer",
  "iterate_title": "Itérer",
  "communicate_title": "Communiquer",

  "research_title": "Projet d'innovation",
  "research_identify_description": "L’équipe avait un problème clairement défini qui a fait l’objet de recherches approfondies.",
  "research_identify_1_1": "Définition peu claire du problème",
  "research_identify_1_2": "Définition partiellement claire du problème",
  "research_identify_1_3": "Définition claire du problème",
  "research_identify_2_1": "Preuve minimale de recherche",
  "research_identify_2_2": "Preuve partielle de recherche provenant d’une ou plusieurs sources",
  "research_identify_2_3": "Recherche claire et détaillée provenant de diverses sources",
  "research_design_description": "L’équipe a travaillé ensemble tout en créant un plan de projet et en développant ses idées.",
  "research_design_1_1": "Preuve minimale d’un plan de projet efficace",
  "research_design_1_2": "Preuve partielle d’un plan de projet efficace",
  "research_design_1_3": "Preuve claire d’un plan de projet efficace",
  "research_design_2_1": "Preuve minimale que le processus de développement impliquait tous les membres de l’équipe",
  "research_design_2_2": "Preuve partielle que le processus de développement impliquait tous les membres de l’équipe",
  "research_design_2_3": "Preuve claire que le processus de développement impliquait tous les membres de l’équipes",
  "research_create_description": "L’équipe a développé une idée originale ou a construit sur une idée existante avec un modèle/dessin prototype pour illustrer leur solution.",
  "research_create_1_1": "Explication minimale de l’innovation en solution",
  "research_create_1_2": "Explication simple de l’innovation en solution",
  "research_create_1_3": "Explication détaillée de l’innovation en solution",
  "research_create_2_1": "Modèle/dessin peu clair qui représente la solution",
  "research_create_2_2": "Modèle/dessin simple qui représente la solution",
  "research_create_2_3": "Modèle/dessin détaillé qui représente la solution",
  "research_iterate_description": "L’équipe a partagé ses idées avec d’autres, collecté des commentaires et inclus des améliorations à sa solution.",
  "research_iterate_1_1": "Partage minimal de leur solution avec les autres",
  "research_iterate_1_2": "Solution partagée avec au moins une personne/un groupe",
  "research_iterate_1_3": "Solution partagée avec plusieurs personnes/groupes",
  "research_iterate_2_1": "Preuve minimale d’améliorations basées sur les commentaires",
  "research_iterate_2_2": "Preuve partielle d’améliorations basées sur les commentaires",
  "research_iterate_2_3": "Preuve claire des améliorations basées sur les commentaires",
  "research_communicate_description": "L’équipe a partagé une présentation efficace de sa solution, de son impact sur les autres, et a célébré les progrès de son équipe.",
  "research_communicate_1_1": "Explication peu claire de la solution et de son impact potentiel sur les autres",
  "research_communicate_1_2": "Explication partiellement claire de la solution et de son impact potentiel sur les autres",
  "research_communicate_1_3": "Explication claire de la solution et de son impact potentiel sur les autres",
  "research_communicate_2_1": "La présentation montre un minimum de fierté ou d’enthousiasme pour leur travail",
  "research_communicate_2_2": "La présentation montre une fierté ou un enthousiasme partiel pour leur travail",
  "research_communicate_2_3": "L’équipe démontre clairement de la fierté ou de l’enthousiasme pour son travail",
  "research_points": "Points de Projet d'innovation : ",

  "robotdesign_title": "Conception du robot",
  "robotdesign_identify_description": "L’équipe a déterminé les missions à tenter, exploré les ressources de construction et de codage et demandé des conseils si nécessaire.",
  "robotdesign_identify_1_1": "Preuve minimale de la stratégie de mission",
  "robotdesign_identify_1_2": "Preuve partielle de la stratégie de mission",
  "robotdesign_identify_1_3": "Preuve claire de la stratégie de mission",
  "robotdesign_identify_2_1": "Utilisation minimale des ressources de construction ou de codage",
  "robotdesign_identify_2_2": "Une partielle utilisation des ressources de construction ou de codage",
  "robotdesign_identify_2_3": "Utilisation claire des ressources de construction ou de codage pour soutenir leur stratégie de mission",
  "robotdesign_design_description": "Les membres de l’équipe ont travaillé en collaboration sur leurs conceptions et développé les compétences de construction et de codage nécessaires.",
  "robotdesign_design_1_1": "Preuve minimale que tous les membres de l’équipe ont apporté des idées",
  "robotdesign_design_1_2": "Preuve partielle que tous les membres de l’équipe ont apporté des idées",
  "robotdesign_design_1_3": "Preuve claire que tous les membres de l’équipe ont apporté des idées",
  "robotdesign_design_2_1": "Preuve minimale de compétences en matière de conception et de codage chez tous les membres de l’équipe",
  "robotdesign_design_2_2": "Preuve partielle de compétences en matière de conception et de codage chez tous les membres de l’équipe",
  "robotdesign_design_2_3": "Preuve claire des compétences en matière de conception et de codage chez tous les membres de l’équipe",
  "robotdesign_create_description": "L’équipe a développé des conceptions originales ou améliorées celles existantes en fonction de leur stratégie de mission.",
  "robotdesign_create_1_1": "Explication peu claire des pièces jointes et de leur objectif",
  "robotdesign_create_1_2": "Explication simple des pièces jointes et de leur objectif",
  "robotdesign_create_1_3": "Explication claire des accessoires innovants et de leur objectif",
  "robotdesign_create_2_1": "Explication peu claire de l’utilisation du code et/ou du capteur",
  "robotdesign_create_2_2": "Explication simple de l’utilisation du code et/ou du capteur",
  "robotdesign_create_2_3": "Explication claire de l’utilisation d’un code innovant et/ou d’un capteur",
  "robotdesign_iterate_description": "L’équipe a testé plusieurs fois son robot et son code pour identifier les domaines à améliorer et intégré les résultats dans ses solutions.",
  "robotdesign_iterate_1_1": "Preuve minimale de test de leur robot et de leur code",
  "robotdesign_iterate_1_2": "Preuve partielle de test de leur robot et de leur code",
  "robotdesign_iterate_1_3": "Preuve claire de tests répétés de leur robot et de leur code",
  "robotdesign_iterate_2_1": "Preuve minimale d’améliorations basées sur les tests",
  "robotdesign_iterate_2_2": "Preuve partielle d’améliorations basées sur des tests",
  "robotdesign_iterate_2_3": "Preuve claire d’améliorations basées sur des tests",
  "robotdesign_communicate_description": "L’équipe a expliqué efficacement ce qu’elle a appris du processus de conception du robot et a célébré ses progrès.",
  "robotdesign_communicate_1_1": "Explication peu claire du processus et des enseignements tirés",
  "robotdesign_communicate_1_2": "Explication simple du processus et des leçons apprises",
  "robotdesign_communicate_1_3": "Explication détaillée du processus et des enseignements tirés",
  "robotdesign_communicate_2_1": "L’équipe montre peu de fierté ou d’enthousiasme pour son travail",
  "robotdesign_communicate_2_2": "L’équipe montre une fierté ou un enthousiasme partiel pour son travai",
  "robotdesign_communicate_2_3": "L’équipe démontre clairement de la fierté ou de l’enthousiasme pour son travail",
  "robotdesign_points": "Points de Conception du robot : ",

  "corevalues_title": "Valeurs fondamentales",
  "corevalues_points": "Points de Valeurs fondamentales : ",

  "summary_title": "Récapitulatif"
}
